cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'awscli'
brew 'exa'
brew 'exiftool'
brew 'fzf' # $(brew --prefix)/opt/fzf/install
brew 'go'
brew 'htop'
brew 'jq'
brew 'openssl'
brew 'neovim'
brew 'rbenv'
brew 'ripgrep'
brew 'ruby'
brew 'tmux'
brew 'tree'
brew 'wget'

cask 'docker'
cask '1password'
cask 'iterm2'
cask 'visual-studio-code'
cask 'rectangle'
