cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'awscli'
brew 'exa'
brew 'exiftool'
brew 'fzf'
brew 'go'
brew 'htop'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'nvm'
brew 'rbenv'
brew 'ripgrep'
brew 'ruby'
brew 'rustup'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'youtube-dl'
brew 'ffmpeg'
brew 'syncthing'
brew 'iproute2mac'
brew 'duti'
brew 'imagemagick'

cask 'docker'
cask 'firefox'
cask 'handbrake'
cask 'transmission'
cask 'vlc'
cask 'wireshark'
cask '1password'
cask 'iterm2'
cask 'grandperspective'
